export const textColorForDark = "#dddddd";
export const textColorDarkForDark = "#67749e";
export const colorMain = "#287eff";
export const colorMainHover = "#236fe2"
export const borderRadius = "28px";

export const instructionList = [
    {
        id: 0,
        text: "В неделю можно выбрать не более 3 слотов (1 слот - 1 час). То есть можно провести занятие длительность 3 часа за один день, или разбить его на три дня по 1 часу",
    },
    {
        id: 1,
        text: "В поле «День недели» выбираете нужный Вам день. Далее в поле «Время» выбираете продолжительность занятия от 1 до 3 часов и нажимаете добавить",
    },
    {
        id: 2,
        text: "Теперь слот можно перемещать по календарю и выбрать удобное для вас время",
    },
    {
        id: 3,
        text: "Сохранять ничего не нужно. Можете перейти во вкладку «Мое расписание»",
    },
];
